Repository: osprey74/kazahana-ios
Catalog: kazahana-ios/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, id, ko, pt, ru, zh_cn, zh_tw

# dm.searchUser
source: ユーザーを検索
de: Benutzer suchen
en: Search user
es: Buscar usuario
fr: Rechercher un utilisateur
id: Cari pengguna
ko: 사용자 검색
pt: Pesquisar usuário
ru: Найти пользователя
zh_cn: 搜索用户
zh_tw: 搜尋使用者

# dm.unmute
source: ミュート解除
de: Stummschaltung aufheben
en: Unmute
es: Activar sonido
fr: Réactiver
id: Aktifkan suara
ko: 뮤트 해제
pt: Reativar
ru: Включить звук
zh_cn: 取消静音
zh_tw: 取消靜音

# draft.imageWarningMessage
source: 画像を含むポストを下書きに保存した場合、画像品質が著しく低下します。予めご了承ください。
de: Beim Speichern eines Beitrags mit Bildern als Entwurf kann die Bildqualität erheblich sinken. Bitte beachte dies.
en: When saving a post with images as a draft, image quality may significantly decrease. Please be aware of this.
es: Al guardar una publicación con imágenes como borrador, la calidad de las imágenes puede disminuir significativamente. Ten esto en cuenta.
fr: Lors de l'enregistrement d'une publication avec des images en brouillon, la qualité des images peut fortement diminuer. Veuillez en tenir compte.
id: Saat menyimpan postingan dengan gambar sebagai draf, kualitas gambar mungkin menurun secara signifikan. Harap perhatikan hal ini.
ko: 이미지가 포함된 게시물을 임시 저장하면 이미지 품질이 크게 저하될 수 있습니다. 미리 양해 부탁드립니다.
pt: Ao salvar uma publicação com imagens como rascunho, a qualidade das imagens pode diminuir significativamente. Por favor, esteja ciente disso.
ru: При сохранении записи с изображениями в черновики качество изображений может значительно снизиться. Имейте это в виду.
zh_cn: 将含有图片的帖子保存为草稿时，图片质量可能会明显降低，请知悉。
zh_tw: 將含有圖片的貼文儲存為草稿時，圖片品質可能會明顯降低，請知悉。

# draft.imageWarningTitle
source: 画像品質に関する注意
de: Hinweis zur Bildqualität
en: Image Quality Notice
es: Aviso de calidad de imagen
fr: Avis sur la qualité d'image
id: Pemberitahuan Kualitas Gambar
ko: 이미지 품질 알림
pt: Aviso de qualidade de imagem
ru: Уведомление о качестве изображения
zh_cn: 关于图片质量
zh_tw: 關於圖片品質

# draft.saveAnyway
source: 下書きを保存する
de: Entwurf trotzdem speichern
en: Save Draft Anyway
es: Guardar borrador de todas formas
fr: Enregistrer le brouillon quand même
id: Tetap Simpan Draf
ko: 그래도 임시 저장
pt: Salvar rascunho assim mesmo
ru: Всё равно сохранить черновик
zh_cn: 仍然保存草稿
zh_tw: 仍然儲存草稿

# feed.close
source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
id: Tutup
ko: 닫기
pt: Fechar
ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# feed.following
source: フォロー中
de: Folge ich
en: Following
es: Siguiendo
fr: Abonnements
id: Mengikuti
ko: 팔로잉
pt: Seguindo
ru: Подписки
zh_cn: 关注中
zh_tw: 追蹤中

# feed.lists
source: リスト
de: Listen
en: Lists
es: Listas
fr: Listes
id: Daftar
ko: 리스트
pt: Listas
ru: Списки
zh_cn: 列表
zh_tw: 列表

# feed.loadFailed
source: フィードの読み込みに失敗しました
de: Feed konnte nicht geladen werden
en: Failed to load feed
es: Error al cargar el feed
fr: Échec du chargement du flux
id: Gagal memuat feed
ko: 피드를 불러오지 못했습니다
pt: Falha ao carregar o feed
ru: Не удалось загрузить ленту
zh_cn: 无法加载动态
zh_tw: 無法載入動態消息

# feed.retry
source: 再試行
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
id: Coba lagi
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
zh_cn: 重试
zh_tw: 重試

# feed.saved
source: フィード
de: Feeds
en: Feeds
es: Feeds
fr: Flux
id: Feed
ko: 피드
pt: Feeds
ru: Ленты
zh_cn: 动态
zh_tw: 動態消息

# feed.savedFeeds
source: 保存済みフィード
de: Gespeicherte Feeds
en: Saved Feeds
es: Feeds guardados
fr: Flux sauvegardés
id: Feed Tersimpan
ko: 저장된 피드
pt: Feeds salvos
ru: Сохранённые ленты
zh_cn: 已保存的信息流
zh_tw: 已儲存的資訊流

# feed.selectFeed
source: フィードを選択
de: Feed auswählen
en: Select Feed
es: Seleccionar feed
fr: Sélectionner un feed
id: Pilih feed
ko: 피드 선택
pt: Selecionar feed
ru: Выбрать фид
zh_cn: 选择 Feed
zh_tw: 選擇 Feed

# feed.typeCustomFeed
source: カスタムフィード
de: Benutzerdefinierter Feed
en: Custom Feed
es: Feed personalizado
fr: Flux personnalisé
id: Feed Kustom
ko: 커스텀 피드
pt: Feed personalizado
ru: Пользовательская лента
zh_cn: 自定义动态
zh_tw: 自訂動態

# feed.typeList
source: リスト
de: Liste
en: List
es: Lista
fr: Liste
id: Daftar
ko: 리스트
pt: Lista
ru: Список
zh_cn: 列表
zh_tw: 列表

# iap.error.productNotFound
source: 商品情報を取得できませんでした
de: Produkt nicht gefunden
en: Product not found
es: Producto no encontrado
fr: Produit introuvable
id: Produk tidak ditemukan
ko: 상품을 찾을 수 없습니다
pt: Produto não encontrado
ru: Продукт не найден
zh_cn: 找不到产品
zh_tw: 找不到產品

# iap.error.verificationFailed
source: 購入の検証に失敗しました
de: Kaufüberprüfung fehlgeschlagen
en: Purchase verification failed
es: Error al verificar la compra
fr: Échec de la vérification de l'achat
id: Verifikasi pembelian gagal
ko: 구매 확인에 실패했습니다
pt: Falha na verificação da compra
ru: Ошибка верификации покупки
zh_cn: 购买验证失败
zh_tw: 購買驗證失敗

# iap.expiresOn
source: 有効期限
de: Läuft ab am
en: Expires On
es: Expira el
fr: Expire le
id: Kedaluwarsa pada
ko: 만료일
pt: Expira em
ru: Истекает
zh_cn: 到期日
zh_tw: 到期日

# iap.footer
source: 購入は30日間有効です。有効期間中はプロフィール画面のアバターに勲章が表示されます。
de: 30 Tage gültig. Während der Gültigkeitsdauer erscheint ein Medaillenicon auf Ihrem Profilavatar.
en: Active for 30 days. A medal icon appears on your profile avatar while the badge is active.
es: Válido 30 días. Aparece un icono de medalla en tu avatar de perfil mientras el distintivo esté activo.
fr: Valable 30 jours. Une icône de médaille apparaît sur votre avatar de profil pendant la durée de validité du badge.
id: Berlaku selama 30 hari. Ikon medali muncul di avatar profil Anda selama lencana aktif.
ko: 30일 동안 유효합니다. 배지가 활성화된 동안 프로필 아바타에 메달 아이콘이 표시됩니다.
pt: Válido por 30 dias. Um ícone de medalha aparece no seu avatar de perfil enquanto o distintivo estiver ativo.
ru: Активен 30 дней. Значок медали отображается на аватаре профиля пока значок активен.
zh_cn: 有效期30天。徽章有效期间，个人资料头像上会显示勋章图标。
zh_tw: 有效期30天。徽章有效期間，個人資料頭像上會顯示勳章圖示。

# iap.notActive
source: バッジは現在有効ではありません
de: Abzeichen ist derzeit nicht aktiv
en: Badge is not currently active
es: La insignia no está activa
fr: Le badge n'est pas actif
id: Lencana saat ini tidak aktif
ko: 배지가 현재 비활성 상태입니다
pt: O distintivo não está ativo
ru: Значок неактивен
zh_cn: 徽章目前未启用
zh_tw: 徽章目前未啟用

# iap.purchase
source: 購入する
de: Kaufen
en: Purchase
es: Comprar
fr: Acheter
id: Beli
ko: 구매하기
pt: Comprar
ru: Купить
zh_cn: 购买
zh_tw: 購買

# iap.restore
source: 購入をリストアする
de: Käufe wiederherstellen
en: Restore Purchases
es: Restaurar Compras
fr: Restaurer les achats
id: Pulihkan Pembelian
ko: 구매 복원
pt: Restaurar Compras
ru: Восстановить покупки
zh_cn: 恢复购买
zh_tw: 恢復購買

# iap.retry
source: 再試行
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
id: Coba lagi
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
zh_cn: 重试
zh_tw: 重試

# iap.title
source: サポーターバッジ
de: Unterstützer-Abzeichen
en: Supporter Badge
es: Insignia de Apoyo
fr: Badge Supporter
id: Lencana Pendukung
ko: 서포터 배지
pt: Distintivo Apoiador
ru: Значок Поддержки
zh_cn: 支持者徽章
zh_tw: 支持者徽章

# image.accessibility
source: 画像
de: Bild
en: Image
es: Imagen
fr: Image
id: Gambar
ko: 이미지
pt: Imagem
ru: Изображение
zh_cn: 图片
zh_tw: 圖片

# image.altGenerate
source: ALTテキストを生成
de: ALT-Text generieren
en: Generate ALT text
es: Generar texto ALT
fr: Générer le texte ALT
id: Buat teks ALT
ko: ALT 텍스트 생성
pt: Gerar texto ALT
ru: Сгенерировать ALT-текст
zh_cn: 生成 ALT 文本
zh_tw: 產生 ALT 文字

# image.altHint
source: 設定画面で Claude API キーを登録すると AI による ALT テキスト生成が利用できます
de: Registrieren Sie einen Claude API-Schlüssel in den Einstellungen, um KI-generierte ALT-Texte zu aktivieren
en: Register a Claude API key in Settings to enable AI-generated ALT text
es: Registra una clave de API de Claude en Ajustes para habilitar texto ALT generado por IA
fr: Enregistrez une clé API Claude dans les Paramètres pour activer la génération de texte ALT par IA
id: Daftarkan kunci API Claude di Pengaturan untuk mengaktifkan teks ALT yang dibuat AI
ko: 설정에서 Claude API 키를 등록하면 AI로 ALT 텍스트를 자동 생성할 수 있습니다
pt: Registre uma chave de API do Claude nas Configurações para ativar texto ALT gerado por IA
ru: Зарегистрируйте ключ API Claude в Настройках, чтобы использовать ИИ для генерации ALT-текста
zh_cn: 在设置中注册 Claude API 密钥以启用 AI 生成 ALT 文本
zh_tw: 在設定中註冊 Claude API 金鑰以啟用 AI 產生 ALT 文字

# image.altPlaceholder
source: ALT テキスト
de: ALT-Text
en: ALT text
es: Texto ALT
fr: Texte ALT
id: Teks ALT
ko: ALT 텍스트
pt: Texto ALT
ru: Текст ALT
zh_cn: ALT 文字
zh_tw: ALT 替代文字

# image.altTitle
source: ALTテキストを追加
de: ALT-Text hinzufügen
en: Add ALT text
es: Añadir texto ALT
fr: Ajouter un texte ALT
id: Tambahkan teks ALT
ko: ALT 텍스트 추가
pt: Adicionar texto ALT
ru: Добавить ALT-текст
zh_cn: 添加 ALT 文本
zh_tw: 新增 ALT 文字

# image.label
source: 画像
de: Bild
en: Image
es: Imagen
fr: Image
id: Gambar
ko: 이미지
pt: Imagem
ru: Изображение
zh_cn: 图片
zh_tw: 圖片

# image.noAlt
source: ALTテキスト設定なし
de: Kein ALT-Text vorhanden
en: No ALT text set
es: Sin texto ALT
fr: Aucun texte ALT défini
id: Teks ALT belum diisi
ko: ALT 텍스트가 설정되지 않았습니다
pt: Texto ALT não definido
ru: Текст ALT не задан
zh_cn: 未设置 ALT 文字
zh_tw: 未設定 ALT 替代文字

# lang.system
source: システム連動
de: System
en: System
es: Sistema
fr: Système
id: Sistem
ko: 시스템
pt: Sistema
ru: Система
zh_cn: 系统自动
zh_tw: 系統連動

# linkCard.author %@
source: 著者：@%@
de: von @%@
en: by @%@
es: por @%@
fr: par @%@
id: oleh @%@
ko: 저자: @%@
pt: por @%@
ru: автор: @%@
zh_cn: 作者：@%@
zh_tw: 作者：@%@

# linkCard.viewPublication
source: 公開元を見る
de: Publikation ansehen
en: View publication
es: Ver publicación
fr: Voir la publication
id: Lihat publikasi
ko: 출판물 보기
pt: Ver publicação
ru: Просмотреть публикацию
zh_cn: 查看来源
zh_tw: 查看來源

# list.noPosts
source: このリストには投稿がありません
de: Keine Beiträge in dieser Liste
en: No posts in this list
es: Sin publicaciones en esta lista
fr: Aucune publication dans cette liste
id: Tidak ada postingan di daftar ini
ko: 이 목록에 게시물이 없습니다
pt: Nenhuma publicação nesta lista
ru: В этом списке нет записей
zh_cn: 此列表中没有帖子
zh_tw: 此列表中沒有帖子

# media.saveFailed
source: 保存に失敗しました
de: Speichern fehlgeschlagen
en: Failed to save
es: Error al guardar
fr: Échec de l'enregistrement
id: Gagal menyimpan
ko: 저장 실패
pt: Falha ao salvar
ru: Не удалось сохранить
zh_cn: 保存失败
zh_tw: 儲存失敗

# media.saveSuccess
source: 写真に保存しました
de: In Fotos gespeichert
en: Saved to Photos
es: Guardado en Fotos
fr: Enregistré dans Photos
id: Tersimpan ke Foto
ko: 사진에 저장됨
pt: Salvo nas Fotos
ru: Сохранено в Фото
zh_cn: 已保存到相册
zh_tw: 已儲存至相簿

# moderation.contentWarning
source: コンテンツ警告
de: Inhaltswarnung
en: Content warning
es: Advertencia de contenido
fr: Avertissement de contenu
id: Peringatan konten
ko: 콘텐츠 경고
pt: Aviso de conteúdo
ru: Предупреждение о содержании
zh_cn: 内容警告
zh_tw: 內容警告

# moderation.gore
source: 暴力
de: Gewalt
en: Violence
es: Violencia
fr: Violence
id: Kekerasan
ko: 폭력
pt: Violência
ru: Насилие

# moderation.graphicMedia
source: 過激なメディア
de: Drastische Medien
en: Graphic Media
es: Contenido gráfico
fr: Contenu explicite
id: Media Grafis
ko: 폭력적 미디어
pt: Mídia gráfica
ru: Шокирующий контент
zh_cn: 血腥媒体
zh_tw: 血腥媒體

# moderation.hide
source: 戻る
de: Ausblenden
en: Hide
es: Ocultar
fr: Masquer
id: Sembunyikan
ko: 숨기기
pt: Ocultar
ru: Скрыть
zh_cn: 隐藏
zh_tw: 隱藏

# moderation.msg.contentWarning
source: コンテンツ警告
de: Inhaltswarnung
en: Content warning
es: Advertencia de contenido
fr: Avertissement de contenu
id: Peringatan konten
ko: 콘텐츠 경고
pt: Aviso de conteúdo
ru: Предупреждение о содержании
zh_cn: 内容警告
zh_tw: 內容警告

# moderation.msg.gore
source: 暴力的コンテンツ
de: Gewaltdarstellungen
en: Violent content
es: Contenido violento
fr: Contenu violent
id: Konten kekerasan
ko: 폭력적 콘텐츠
pt: Conteúdo violento
ru: Жестокий контент
zh_cn: 暴力内容
zh_tw: 暴力內容

# moderation.msg.graphicMedia
source: グラフィックメディア
de: Grafische Medien
en: Graphic media
es: Medios gráficos
fr: Médias graphiques
id: Media grafis
ko: 자극적 미디어
pt: Mídia explícita
ru: Жёсткие материалы
zh_cn: 暴力媒体
zh_tw: 暴力媒體

# moderation.msg.nudity
source: ヌード
de: Nacktheit
en: Nudity
es: Desnudez
fr: Nudité
id: Ketelanjangan
ko: 누드
pt: Nudez
ru: Обнажённость
zh_cn: 裸露
zh_tw: 裸露

# moderation.msg.porn
source: ポルノグラフィ
de: Pornografie
en: Pornography
es: Pornografía
fr: Pornographie
id: Pornografi
ko: 포르노그래피
pt: Pornografia
ru: Порнография
zh_cn: 色情
zh_tw: 色情

# moderation.msg.sensitive
source: センシティブなコンテンツ
de: Sensible Inhalte
en: Sensitive content
es: Contenido sensible
fr: Contenu sensible
id: Konten sensitif
ko: 민감한 콘텐츠
pt: Conteúdo sensível
ru: Чувствительный контент
zh_cn: 敏感内容
zh_tw: 敏感內容

# moderation.msg.sexual
source: 性的コンテンツ
de: Sexueller Inhalt
en: Sexual content
es: Contenido sexual
fr: Contenu sexuel
id: Konten seksual
ko: 성적 콘텐츠
pt: Conteúdo sexual
ru: Сексуальный контент
zh_cn: 性暗示内容
zh_tw: 性暗示內容

# moderation.nudity
source: ヌード
de: Nacktheit
en: Nudity
es: Desnudez
fr: Nudité
id: Ketelanjangan
ko: 노출
pt: Nudez
ru: Нагота
zh_cn: 裸露
zh_tw: 裸露

# moderation.porn
source: ポルノ
de: Pornografie
en: Pornography
es: Pornografía
fr: Pornographie
id: Pornografi
ko: 포르노
pt: Pornografia
ru: Порнография
zh_cn: 色情内容
zh_tw: 色情內容

# moderation.sensitive
source: センシティブなコンテンツ
de: Sensibler Inhalt
en: Sensitive Content
es: Contenido sensible
fr: Contenu sensible
id: Konten Sensitif
ko: 민감한 콘텐츠
pt: Conteúdo sensível
ru: Деликатный контент
zh_cn: 敏感内容
zh_tw: 敏感內容

# moderation.sexual
source: 性的示唆
de: Sexuell anzüglich
en: Sexually Suggestive
es: Contenido sugerente
fr: Contenu suggestif
id: Konten Sugestif Seksual
ko: 선정적 콘텐츠
pt: Sexualmente sugestivo
ru: Сексуально откровенное
zh_cn: 性暗示
zh_tw: 性暗示

# moderation.show
source: 表示する
de: Anzeigen
en: Show
es: Mostrar
fr: Afficher
id: Tampilkan
ko: 보기
pt: Mostrar
ru: Показать
zh_cn: 显示
zh_tw: 顯示

# notification.bg.body %lld
source: %lld 件の新しい通知があります
de: %lld neue Benachrichtigungen
en: %lld new notifications
es: %lld notificaciones nuevas
fr: %lld nouvelles notifications
id: %lld notifikasi baru
ko: 새 알림 %lld개
pt: %lld novas notificações
ru: %lld новых уведомлений
zh_cn: %lld 条新通知
zh_tw: %lld 則新通知

# notification.default
source: からの通知
de: Benachrichtigung
en: sent a notification
es: envió una notificación
fr: a envoyé une notification
id: mengirim notifikasi
ko: 알림을 보냈습니다
pt: enviou uma notificação
ru: отправил(а) уведомление
zh_cn: 发送了通知
zh_tw: 傳送了通知

# notification.empty
source: 通知はありません
de: Keine Benachrichtigungen
en: No notifications
es: No hay notificaciones
fr: Aucune notification
id: Tidak ada notifikasi
ko: 알림이 없습니다
pt: Nenhuma notificação
ru: Нет уведомлений
zh_cn: 暂无通知
zh_tw: 沒有通知

# notification.followed
source: にフォローされました
de: folgt dir jetzt
en: followed you
es: te siguió
fr: vous suit
id: mengikuti Anda
ko: 님이 팔로우했습니다
pt: seguiu você
ru: подписался(-ась) на вас
zh_cn: 关注了你
zh_tw: 追蹤了你

# notification.liked
source: がいいねしました
de: gefällt dein Beitrag
en: liked your post
es: le dio me gusta a tu publicación
fr: a aimé votre publication
id: menyukai postingan Anda
ko: 님이 게시물을 좋아합니다
pt: curtiu sua publicação
ru: оценил(а) ваш пост
zh_cn: 赞了你的帖子
zh_tw: 對你的貼文按讚

# notification.likedViaRepost
source: があなたのリポストをいいねしました
de: liked your repost
en: liked your repost
es: liked your repost
fr: liked your repost
id: liked your repost
ko: liked your repost
pt: liked your repost
ru: liked your repost
zh_cn: liked your repost
zh_tw: liked your repost

# notification.mentioned
source: があなたをメンションしました
de: hat dich erwähnt
en: mentioned you
es: te mencionó
fr: vous a mentionné
id: menyebut Anda
ko: 님이 회원님을 언급했습니다
pt: mencionou você
ru: упомянул(а) вас
zh_cn: 提到了你
zh_tw: 提及了你

# notification.quoted
source: が引用しました
de: hat deinen Beitrag zitiert
en: quoted your post
es: citó tu publicación
fr: a cité votre publication
id: mengutip postingan Anda
ko: 님이 게시물을 인용했습니다
pt: citou sua publicação
ru: процитировал(а) ваш пост
zh_cn: 引用了你的帖子
zh_tw: 引用了你的貼文

# notification.replied
source: が返信しました
de: hat auf deinen Beitrag geantwortet
en: replied to your post
es: respondió a tu publicación
fr: a répondu à votre publication
id: membalas postingan Anda
ko: 님이 게시물에 답글을 남겼습니다
pt: respondeu à sua publicação
ru: ответил(а) на ваш пост
zh_cn: 回复了你的帖子
zh_tw: 回覆了你的貼文

# notification.reposted
source: がリポストしました
de: hat deinen Beitrag geteilt
en: reposted your post
es: republicó tu publicación
fr: a republié votre publication
id: memposting ulang postingan Anda
ko: 님이 게시물을 리포스트했습니다
pt: repostou sua publicação
ru: сделал(а) репост вашего поста
zh_cn: 转发了你的帖子
zh_tw: 轉發了你的貼文

# notification.repostedViaRepost
source: があなたのリポストをリポストしました
de: reposted your repost
en: reposted your repost
es: reposted your repost
fr: reposted your repost
id: reposted your repost
ko: reposted your repost
pt: reposted your repost
ru: reposted your repost
zh_cn: reposted your repost
zh_tw: reposted your repost

# notification.retry
source: 再試行
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
id: Coba lagi
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
zh_cn: 重试
zh_tw: 重試

# notification.unverified
source: があなたのアカウントの認証を解除しました
de: hat die Verifizierung Ihres Kontos entfernt
en: removed verification from your account
es: eliminó la verificación de tu cuenta
fr: a retiré la vérification de votre compte
id: menghapus verifikasi dari akun Anda
ko: 님이 계정 인증을 해제했습니다
pt: removeu a verificação da sua conta
ru: снял(а) верификацию вашего аккаунта
zh_cn: 取消了你的账户认证
zh_tw: 取消了你的帳號驗證

# notification.verified
source: があなたのアカウントを認証しました
de: hat Ihr Konto verifiziert
en: verified your account
es: verificó tu cuenta
fr: a vérifié votre compte
id: memverifikasi akun Anda
ko: 님이 계정을 인증했습니다
pt: verificou sua conta
ru: верифицировал(а) ваш аккаунт
zh_cn: 认证了你的账户
zh_tw: 驗證了你的帳號

# post.blockUser
source: このユーザーをブロック
de: Nutzer blockieren
en: Block User
es: Bloquear usuario
fr: Bloquer l'utilisateur
id: Blokir Pengguna
ko: 사용자 차단
pt: Bloquear usuário
ru: Заблокировать пользователя
zh_cn: 屏蔽用户
zh_tw: 封鎖用戶

# post.bookmark
source: ブックマーク
de: Lesezeichen
en: Bookmark
es: Guardar
fr: Enregistrer
id: Simpan
ko: 북마크
pt: Salvar
ru: Закладка
zh_cn: 书签
zh_tw: 書籤

# post.copyLink
source: リンクをコピー
de: Link kopieren
en: Copy link
es: Copiar enlace
fr: Copier le lien
id: Salin tautan
ko: 링크 복사
pt: Copiar link
ru: Скопировать ссылку
zh_cn: 复制链接
zh_tw: 複製連結

# post.delete
source: 削除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
id: Hapus
ko: 삭제
pt: Excluir
ru: Удалить
zh_cn: 删除
zh_tw: 刪除

# post.deleteAction
source: 削除する
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
id: Hapus
ko: 삭제
pt: Excluir
ru: Удалить
zh_cn: 删除
zh_tw: 刪除

# post.deleteCancel
source: 削除しない
de: Nicht löschen
en: Don't delete
es: No eliminar
fr: Ne pas supprimer
id: Jangan hapus
ko: 삭제 안 함
pt: Não excluir
ru: Не удалять
zh_cn: 不删除
zh_tw: 不刪除

# post.deleteConfirm
source: この投稿を削除しますか？
de: Diesen Beitrag löschen?
en: Delete this post?
es: ¿Eliminar esta publicación?
fr: Supprimer cette publication ?
id: Hapus postingan ini?
ko: 이 게시물을 삭제하시겠습니까?
pt: Excluir esta publicação?
ru: Удалить эту публикацию?
zh_cn: 删除这条帖子？
zh_tw: 刪除這則貼文？

# post.hidePost
source: この投稿を非表示
de: Diesen Beitrag verbergen
en: Hide this post
es: Ocultar esta publicación
fr: Masquer cette publication
id: Sembunyikan postingan ini
ko: 이 게시물 숨기기
pt: Ocultar esta publicação
ru: Скрыть эту публикацию
zh_cn: 隐藏此帖子
zh_tw: 隱藏此貼文

# post.muteThread
source: スレッド通知をミュート
de: Thread-Benachrichtigungen stummschalten
en: Mute thread notifications
es: Silenciar notificaciones del hilo
fr: Couper les notifications du fil
id: Bisukan notifikasi utas
ko: 스레드 알림 음소거
pt: Silenciar notificações da conversa
ru: Отключить уведомления ветки
zh_cn: 静音此话题通知
zh_tw: 靜音此話題通知

# post.muteUser
source: このユーザーをミュート
de: Nutzer stummschalten
en: Mute User
es: Silenciar usuario
fr: Désactiver l'utilisateur
id: Bisukan Pengguna
ko: 사용자 음소거
pt: Silenciar usuário
ru: Заглушить пользователя
zh_cn: 屏蔽用户发言
zh_tw: 靜音用戶

# post.pinned
source: ピン留め投稿
de: Angepinnter Beitrag
en: Pinned post
es: Publicación fijada
fr: Publication épinglée
id: Postingan disematkan
ko: 고정된 게시물
pt: Publicação fixada
ru: Закреплённый пост
zh_cn: 置顶帖子
zh_tw: 置頂貼文

# post.quotePost
source: 引用して投稿
de: Zitat posten
en: Quote Post
es: Citar publicación
fr: Citer le post
id: Kutip Posting
ko: 인용하여 게시
pt: Citar publicação
ru: Процитировать пост
zh_cn: 引用发帖
zh_tw: 引用貼文

# post.replyTo %@
source: %@ への返信
de: Antwort an %@
en: Replying to %@
es: Respondiendo a %@
fr: En réponse à %@
id: Membalas %@
ko: %@에게 답글
pt: Respondendo a %@
ru: Ответ для %@
zh_cn: 回复 %@
zh_tw: 回覆 %@

# post.reportAccount
source: このユーザーを通報
de: Diesen Benutzer melden
en: Report this user
es: Reportar este usuario
fr: Signaler cet utilisateur
id: Laporkan pengguna ini
ko: 이 사용자 신고
pt: Denunciar este utilizador
ru: Пожаловаться на пользователя
zh_cn: 举报此用户
zh_tw: 檢舉此使用者

# post.reportPost
source: この投稿を通報
de: Diesen Beitrag melden
en: Report this post
es: Reportar esta publicación
fr: Signaler cette publication
id: Laporkan postingan ini
ko: 이 게시물 신고
pt: Denunciar esta publicação
ru: Пожаловаться на публикацию
zh_cn: 举报此帖子
zh_tw: 檢舉此貼文

# post.reportUser
source: このユーザーを通報
de: Nutzer melden
en: Report User
es: Reportar usuario
fr: Signaler l'utilisateur
id: Laporkan Pengguna
ko: 사용자 신고
pt: Denunciar usuário
ru: Пожаловаться на пользователя
zh_cn: 举报用户
zh_tw: 檢舉用戶

# post.reposted
source: がリポスト
de: hat geteilt
en: reposted
es: republicó
fr: a republié
id: memposting ulang
ko: 님이 리포스트함
pt: repostou
ru: сделал(а) репост
zh_cn: 转发了
zh_tw: 轉發了

# post.saveMedia
source: 画像・動画を保存
de: Medien speichern
en: Save Images/Videos
es: Guardar imágenes/vídeos
fr: Enregistrer les médias
id: Simpan gambar/video
ko: 이미지/동영상 저장
pt: Salvar imagens/vídeos
ru: Сохранить медиа
zh_cn: 保存图片/视频
zh_tw: 儲存圖片/影片

# post.share
source: 共有
de: Teilen
en: Share
es: Compartir
fr: Partager
id: Bagikan
ko: 공유
pt: Compartilhar
ru: Поделиться
zh_cn: 分享
zh_tw: 分享

# post.translate
source: 翻訳する
de: Übersetzen
en: Translate
es: Traducir
fr: Traduire
id: Terjemahkan
ko: 번역하기
pt: Traduzir
ru: Перевести
zh_cn: 翻译
zh_tw: 翻譯

# post.unblockUser
source: ブロックを解除
de: Blockierung aufheben
en: Unblock User
es: Desbloquear usuario
fr: Débloquer l'utilisateur
id: Buka Blokir Pengguna
ko: 차단 해제
pt: Desbloquear usuário
ru: Разблокировать пользователя
zh_cn: 取消屏蔽
zh_tw: 取消封鎖

# post.unbookmark
source: ブックマークを解除
de: Lesezeichen entfernen
en: Remove Bookmark
es: Quitar de guardados
fr: Retirer
id: Hapus simpanan
ko: 북마크 해제
pt: Remover dos salvos
ru: Удалить закладку
zh_cn: 取消书签
zh_tw: 取消書籤

# post.unhidePost
source: 非表示を解除
de: Einblenden
en: Unhide
es: Mostrar
fr: Démasquer
id: Tampilkan
ko: 숨기기 해제
pt: Mostrar
ru: Показать
zh_cn: 取消隐藏
zh_tw: 取消隱藏

# post.unmuteThread
source: スレッド通知のミュートを解除
de: Thread-Benachrichtigungen aktivieren
en: Unmute thread notifications
es: Activar notificaciones del hilo
fr: Réactiver les notifications du fil
id: Bunyikan notifikasi utas
ko: 스레드 알림 음소거 해제
pt: Ativar notificações da conversa
ru: Включить уведомления ветки
zh_cn: 取消静音此话题通知
zh_tw: 取消靜音此話題通知

# post.unmuteUser
source: ミュートを解除
de: Stummschaltung aufheben
en: Unmute User
es: Activar usuario
fr: Réactiver l'utilisateur
id: Aktifkan Suara Pengguna
ko: 음소거 해제
pt: Ativar usuário
ru: Включить пользователя
zh_cn: 取消屏蔽发言
zh_tw: 取消靜音

# post.viewQuotes
source: 引用一覧を見る
de: Zitate anzeigen
en: View Quotes
es: Ver citas
fr: Voir les citations
id: Lihat Kutipan
ko: 인용 목록 보기
pt: Ver citações
ru: Показать цитаты
zh_cn: 查看引用
zh_tw: 查看引用

# postList.likedBy
source: いいねしたユーザー
de: Gefällt
en: Liked by
es: Les gustó a
fr: Aimé par
id: Disukai oleh
ko: 좋아요한 사용자
pt: Curtido por
ru: Понравилось
zh_cn: 点赞的用户
zh_tw: 按讚的用戶

# postList.noQuotes
source: 引用投稿はまだありません
de: Keine Zitate
en: No quotes yet
es: Sin citas aún
fr: Aucune citation pour le moment
id: Belum ada kutipan
ko: 인용글이 없습니다
pt: Nenhuma citação ainda
ru: Цитат пока нет
zh_cn: 暂无引用
zh_tw: 尚無引用

# postList.noUsers
source: まだありません
de: Noch keine
en: None yet
es: Ninguno aún
fr: Aucun pour le moment
id: Belum ada
ko: 아직 없습니다
pt: Nenhum ainda
ru: Пока нет
zh_cn: 暂无数据
zh_tw: 尚無資料

# postList.quotedBy
source: 引用した投稿
de: Zitate
en: Quotes
es: Citas
fr: Citations
id: Kutipan
ko: 인용한 게시물
pt: Citações
ru: Цитаты
zh_cn: 引用的帖子
zh_tw: 引用的貼文
